Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Simulate technical processes in computer programs/virtual labs
sv_se: Simulerar tekniska processer med hjälp av datorprogram eller i virtuella laboratorier

source: Simulation
sv_se: Simulering

source: Simulation results
sv_se: Resultat från simuleringar

source: Since the mid-19th century, as a result of the industrial revolution, the concentrations of gases that help trap heat in the atmosphere have increased.
sv_se: Sedan den industriella revolutionen i mitten av 1800-talet har koncentrationerna av gaser som bidrar till att fånga värme i atmosfären ökat.

source: Singing Fish
sv_se: Sjungande fisk

source: Sinking Cities
sv_se: Sjunkande städer

source: Sinking of buildings
sv_se: Sjunkande byggnader

source: Site
sv_se: Plats

source: Site A
sv_se: Plats A

source: Site B
sv_se: Plats B

source: Site C
sv_se: Plats C

source: Site D
sv_se: Plats D

source: Site E
sv_se: Plats E

source: Site F
sv_se: Plats F

source: Site information
sv_se: Information om platsen

source: Six or more
sv_se: Sex eller fler

source: Skipping
sv_se: Hoppa hopprep

source: Sky Blue
sv_se: Himmelsblå

source: Skyglow
sv_se: Himmelströljus

source: Sleeping
sv_se: Sömn

source: Sleeping = 7
sv_se: Sömn = 7

source: Sleeping = 7 hrs
sv_se: Sömn = 7 timmar

source: Sleeping = 8
sv_se: Sömn = 8

source: Sleeping = 8 hrs
sv_se: Sömn = 8 timmar

source: Slope (°)
sv_se: Lutning (°)

source: Slug numbers decrease.
sv_se: Antalet sniglar minskar.

source: Slug numbers increase.
sv_se: Antalet sniglar ökar.

source: Slug numbers stay the same.
sv_se: Antalet sniglar förblir oförändrat.

source: Small extent
sv_se: I liten utsträckning

source: Small group study or practice (2 to 4 students)
sv_se: Studier eller övningar i små grupper (2 till 4 elever)

source: Smaller plants will naturally regrow if larger trees provide shelter for them.
sv_se: Mindre växter återväxer naturligt om större träd ger dem skydd.

source: So Ben should depart at 7:30 to arrive at school at 8:40.
sv_se: Bengt bör alltså åka 07:30 för att komma till skolan 08:40.

source: So Ben should depart at 7:30 to arrive at school before 9:00.
sv_se: Bengt bör alltså åka 07:30 för att komma till skolan innan 09:00.

source: So far, scientific evidence does not support this belief.
sv_se: Hittills finns det inget vetenskapligt stöd för denna tro.

source: So that other scientists would know that no more research on bin-opening cockatoos was needed.
sv_se: Så att andra forskare skulle veta att det inte behövdes mer forskning om kakaduor som öppnar soptunnor.

source: Soak the jacket in a tub of water.
sv_se: Blöta jackan i en balja med vatten.

source: Soaps come in different forms with different packaging.
sv_se: Tvål finns i olika former och med olika förpackningar.

source: Soapy water, pH 10
sv_se: Såpvatten, pH 10

source: Soccer Ball
sv_se: Fotboll

source: Social media (e.g. <Facebook®>, <Twitter®>)
sv_se: Sociala medier (t.ex.SnapChat, Instagram)

source: Social/ Political
sv_se: Socialt/politiskt

source: Soil acts as a carbon sink.
sv_se: Jord fungerar som en kolsänka.

source: Soil product
sv_se: Jorduppluckringsprodukt

source: Soil product = 0
sv_se: Jorduppluckringsprodukt = 0

source: Soil product = 0 (hard soil)
sv_se: Jorduppluckringsprodukt = 0 (hård jord)

source: Soil product = 1
sv_se: Jorduppluckringsprodukt = 1

source: Soil product = 1 (loose soil)
sv_se: Jorduppluckringsprodukt = 1 (lös jord)

source: Solar (5 Zeds per MWh)
sv_se: Sol (5 zed per MWh)

source: Solution 1
sv_se: Lösning 1

source: Solution 2
sv_se: Lösning 2

source: Solution 3
sv_se: Lösning 3

source: Solve problems by focusing on the most important parts
sv_se: Lösa problem genom att fokusera på de viktigaste delarna

source: Solving a technological problem goes through several steps.
sv_se: Att lösa ett tekniskt problem är en process i flera steg.

source: Some Type 1 and all Type 2 hand sanitisers can kill bacterial spores and fungi.
sv_se: Vissa handdesinfektionsmedel av typ 1 och alla handdesinfektionsmedel av typ 2 kan döda bakteriesporer och svampar.

source: Some animals use echolocation to navigate through their environments and to locate objects.
sv_se: Vissa djur använder ekolokalisering för att navigera i sina miljöer och lokalisera föremål.

source: Some carnivorous dinosaurs were much larger than any predatory carnivores living today.
sv_se: Vissa köttätande dinosaurier var mycket större än något av de köttätande rovdjur som lever idag.

source: Some countries are replacing HPS with LED lights, which consume less energy.
sv_se: Vissa länder byter ut HPS-lampor mot LED-lampor som använder mindre energi.

source: Some crabs and small sea animals die in lost traps.
sv_se: Vissa krabbor och små, havslevande djur dör i burar som gått förlorade.

source: Some environmental changes have led to a decrease in the amount of carbonate ions in seawater.
sv_se: Vissa miljöförändringar har lett till en minskning av mängden karbonatjoner i havsvattnet.

source: Some examples of radioisotopes and their uses are given in the table.
sv_se: Tabellen innehåller några exempel på radioaktiva isotoper och vad de används för.

source: Some flowers are only pollinated by moths.
sv_se: Vissa blommor pollineras bara av nattfjärilar.

source: Some flowers have markings that direct insects to the nectar.
sv_se: Vissa blommor har mönster som leder insekter till nektarn.

source: Some ideas in <broad science> today are different than what scientists used to think.
sv_se: Vissa av idéerna i dagens naturvetenskap skiljer sig från vad forskare trodde förr.

source: Some lessons
sv_se: Vissa lektioner

source: Some may kill bacterial spores and fungi.
sv_se: Vissa kan döda bakteriesporer och svampar.

source: Some measurements of bones, such as the circumference of the thigh bones, are used in the calculations.
sv_se: Vissa mätningar av ben, till exempel lårbenens omkrets, används i beräkningarna.

source: Some new (not second-hand) clothes
sv_se: Några nya kläder (inte second-hand)

source: Some observations are given in the table for the two frog species.
sv_se: Några observationer redovisas i tabellen för de två grodarterna.

source: Some of the most populated coastal cities are sinking faster than sea levels are rising.
sv_se: Vissa av de mest befolkade kuststäderna sjunker snabbare än vad havsnivåerna stiger.

source: Some of the rain that falls on land evaporates, some is carried to the oceans by rivers, and the rest drains into the soil.
sv_se: En del av regnet som faller på marken avdunstar, en del leds till havet via floder och resten rinner genom jorden.

source: Some of these nutrients are components of chemical fertilisers and detergents.
sv_se: Några av dessa näringsämnen ingår i konstgödsel och rengöringsmedel.

source: Some people believe that cloning should not be allowed.
sv_se: En del människor tycker att kloning inte ska vara tillåtet.

source: Some people do not like power companies.
sv_se: En del människor gillar inte energibolag.

source: Some people in the town are in favour of the project.
sv_se: En del människor i staden är för projektet.

source: Some people may think that the power companies should not spend money on manatee research.
sv_se: En del människor kanske tycker att energibolagen inte bör göra av med pengar på forskning om manater.

source: Some people may think that the power companies will not pay the scientists.
sv_se: En del människor kanske tror att energibolagen inte tänker betala forskarna.

source: Some people may think the scientists will hide results that may be harmful to the power companies.
sv_se: En del människor kanske tror att forskarna kommer att dölja resultat som kan vara skadliga för energibolagen.

source: Some people think that coal-burning power plants should be closed and replaced with technology that uses renewable sources of energy.
sv_se: En del människor anser att kolkraftverk bör stängas och ersättas med teknologi som använder förnybara energikällor.

source: Some polymers can be melted, reshaped and recycled.
sv_se: Vissa polymerer kan smältas, omformas och återanvändas.

source: Some predictions estimate sea levels could rise by up to 63 centimetres by 2100.
sv_se: En del förutsägelser uppskattar att havsnivåerna kan stiga med upp till 63 centimeter till 2100.

source: Some properties of possible materials are listed in the table below.
sv_se: Några egenskaper hos möjliga material är listade i tabellen nedan.

source: Some renewable energy sources are not as reliable as the energy from fossil fuels.
sv_se: Vissa förnybara energikällor är inte lika tillförlitliga som energi från fossila bränslen.

source: Some rivers stopped flowing when Texas had a drought in 2022.
sv_se: Vissa floder slutade att rinna när Texas drabbades av torka 2022.

source: Some schools organise instruction differently for students with different abilities.
sv_se: En del skolor organiserar undervisningen på olika sätt för elever med olika förmågor.

source: Some scientists have proposed that a colony could be built on Mars by 2050.
sv_se: Några forskare har föreslagit att bygga en koloni på Mars till 2050.

source: Some scientists think that pupil size increases when people are completing tasks that require more advanced thinking.
sv_se: Vissa forskare tror att pupillstorleken ökar när människor utför uppgifter som kräver mer avancerat tänkande.

source: Some small sea animals attach to the outside of the traps to grow and must be removed.
sv_se: Vissa små, havslevande djur fäster vid burarnas utsida för att växa och måste tas bort.

source: Some species are described as ‘data deficient’.
sv_se: Vissa arter beskrivs med begreppet 'kunskapsbrist'.

source: Some species of fish can make sounds.
sv_se: Vissa fiskarter kan ge ifrån sig ljud.

source: Some species of plants and animals are able to tolerate a range of pH conditions.
sv_se: Vissa växt- och djurarter tål varierande pH-förutsättningar.

source: Some students claim that LED lights are always better for the environment than HPS lights.
sv_se: Vissa elever hävdar att LED-lampor alltid är bättre för miljön än HPS-lampor.

source: Some students live in one home together with their parent(s) or guardian(s) while other students live in more than one home.
sv_se: En del elever bor i ett hem tillsammans med en eller flera föräldrar eller vårdnadshavare medan andra har fler än ett hem.

source: Some substances can cause damage to living organisms.
sv_se: Vissa ämnen kan orsaka skador på levande organismer.

source: Some variables may be affected by rainy weather.
sv_se: Vissa variabler kan påverkas av regnväder.

source: Something is wrong — the visitors only view the artworks in the first room!
sv_se: Något är fel — besökarna tittar bara på konstverken i det första rummet!

source: Sometimes
sv_se: Ibland

source: Sometimes <broad science> scientists change their minds about what is true in science.
sv_se: Ibland ändrar sig forskare inom naturvetenskap om vad som är sant i vetenskapen.

source: Sometimes, empty shampoo sachets end up floating in the ocean.
sv_se: Ibland hamnar tomma portionspåsar för schampo i havet, där de flyter omkring.

source: Sonar recordings
sv_se: Sonar-inspelningar

source: Sonic muscles squash or expand the swim bladder to make sound.
sv_se: Muskler trycker ihop eller vidgar simblåsan för att göra ljud.

source: Sort the objects into their goal state positions using as few blocks as possible.
sv_se: Sortera föremålen till deras målsättningsläge genom att använda så få block som möjligt.

source: Sound absorbers are materials that absorb sound waves to prevent the sound waves reflecting off hard surfaces.
sv_se: Ljudabsorbenter är material som absorberar ljudvågor för att förhindra att ljudvågorna reflekteras på hårda ytor.

source: Sound absorbers are used to reduce the intensity of sounds emitted by machines.
sv_se: Ljudabsorbenter används för att minska intensiteten hos ljud skapat av maskiner.

source: Sound intensity is the power carried by sound waves per unit area, measured in watts per square metre (W/m²).
sv_se: Ljudintensitet är effekten hos ljudet per areaenhet, mätt i watt per kvadratmeter (W/m²).

source: Sound machine
sv_se: Ljudmaskin

source: Source
sv_se: Källa

source: Source 1
sv_se: Källa 1

source: Source 1:
sv_se: Källa 1:

source: Source 2
sv_se: Källa 2

source: Source 2:
sv_se: Källa 2:

source: Source 3
sv_se: Källa 3

source: Source 3:
sv_se: Källa 3:

source: Source identifier
sv_se: Källans beteckning

source: South America
sv_se: Sydamerika

source: Soy
sv_se: Sojadryck

source: Spain
sv_se: Spanien

source: Spanish
sv_se: Spanska

source: Speak <English²> at work with colleagues or clients
sv_se: Prata engelska på arbetet med kollegor eller kunder

source: Speak <English²> fluently with international friends or colleagues
sv_se: Prata engelska flytande med vänner eller kollegor från hela världen

source: Speak to me in <English²>
sv_se: Pratar engelska med mig

source: Speak with friends or family
sv_se: Tala med vänner eller familjemedlemmar

source: Special learning needs
sv_se: Behov av särskilt undervisningsstöd

source: Species A
sv_se: Art A

source: Species B
sv_se: Art B

source: Species C
sv_se: Art C

source: Species D
sv_se: Art D

source: Specific heat capacity
sv_se: Specifik värmekapacitet

source: Specific heat capacity is a measure of the amount of heat energy required to heat a material.
sv_se: Specifik värmekapacitet är ett mått på mängden värmeenergi som krävs för att värma ett material.

source: Specific teachers have the main responsibility for career guidance.
sv_se: Specifika lärare har huvudansvaret för studie- och yrkesvägledningen.

source: Spend time just talking with you.
sv_se: Tillbringar tid med att bara prata med dig.

source: Sperm and egg release lasts for two months during which fertilisation occurs.
sv_se: under en period av två månader. Befruktningen sker under denna period.

source: Sperm and eggs are released into the water once a year.
sv_se: Spermier och ägg släpps ut i vattnet en gång om året

source: Spin around
sv_se: Snurra runt

source: Sporting team or sporting activities
sv_se: Idrottsförening eller idrottsverksamhet

source: Spray the jacket with water.
sv_se: Spraya vatten på jackan.

source: Staff help with homework
sv_se: Personal som hjälper till med läxor

source: Stage 1
sv_se: Steg 1

source: Stage 2
sv_se: Steg 2

source: Stage 3
sv_se: Steg 3

source: Stage 4
sv_se: Steg 4

source: Stage 5
sv_se: Steg 5

source: Stage 6
sv_se: Steg 6

source: Stage 7
sv_se: Steg 7

source: Stage that strategy is used
sv_se: Steg under vilket strategin används

source: Stainless steel
sv_se: Rostfritt stål

source: Start by running your first experiment in the Experiment lab.
sv_se: Börja med att köra ditt första experiment i Experimentlabbet.

source: Start with no pens
sv_se: Börja utan pennor

source: Start: Select a fruit
sv_se: Start: Välj en frukt

source: State the unique properties that make your choice of polymer suitable for each requirement.
sv_se: Ange de unika egenskaper som gör ditt val av polymer lämpligt för varje krav.

source: Statement
sv_se: Påstående

source: Stay about the same
sv_se: Förbli oförändrade

source: Stay away
sv_se: Håll dig borta

source: Stay on this screen
sv_se: Stanna på den här sidan

source: Stay on this task
sv_se: Stanna på den här uppgiften

source: Step
sv_se: Steg

source: Step 1
sv_se: Steg 1

source: Step 1: In the green for Row 1 block, line 1 is selected, to place the images in that row.
sv_se: Steg 1: I det gröna för rad 1-blocket är rad 1 vald för att placera bilderna på den raden.

source: Step 2
sv_se: Steg 2

source: Step 2: Select any type of image using the blue select image block.
sv_se: Steg 2: Välj en bild med hjälp av det blå välj bild-blocket.

source: Step 3
sv_se: Steg 3

source: Step 3: Place the image 4 times, rotating it each time and then moving to the next cell.
sv_se: Steg 3: Placera bilden 4 gånger, rotera den varje gång och flytta sedan till nästa cell.

source: Step 4
sv_se: Steg 4

source: Step 5 is missing.
sv_se: Steg 5 saknas.

source: Step-father, foster father, adoptive father
sv_se: Styvpappa eller fosterpappa

source: Step-mother, foster mother or adoptive mother
sv_se: Styvmamma eller fostermamma

source: Step-mother, foster mother, adoptive mother
sv_se: Styvmamma eller fostermamma

source: Step-parents
sv_se: Styvföräldrar

source: Steps in forming the tracks
sv_se: Steg i processen där spåren bildas

source: Stop at .
sv_se: Stanna vid .

source: Stop eating certain foods to minimize some impacts on the environment
sv_se: Slutat äta vissa livsmedel för att minska miljöpåverkan

source: Stops
sv_se: Hållplatser

source: Stops on Saturday
sv_se: Hållplatser på lördagar

source: Strategy
sv_se: Strategi

source: Street lights shining through a bedroom window
sv_se: Gatubelysning som lyser genom ett sovrumsfönster

source: Streetlights often use high-pressure sodium (HPS) systems, which emit light of the wavelengths shown in graph (a).
sv_se: I gatubelysning används ofta system med högtrycksnatrium (HPS) som sänder ut ljus med de våglängder som visas i diagram (a).

source: Stretching
sv_se: Stretchning

source: Strongly Disagree
sv_se: Håller absolut inte med

source: Strongly agree
sv_se: Håller absolut med

source: Strongly disagree
sv_se: Håller absolut inte med

source: Structural changes to existing buildings are not needed for this action.
sv_se: Det krävs inga konstruktionsändringar i befintliga byggnader för denna åtgärd.

source: Structure
sv_se: Struktur

source: Stubble is the dead part of the plant remaining in the fields after harvesting.
sv_se: Stubb är den döda delen av plantan som finns kvar på fälten efter skörden.

source: Stuck Pots
sv_se: Grytor som fastnat

source: Student fees or school charges paid by parents or guardians
sv_se: Elevavgifter eller skolavgifter som betalas av föräldrar eller vårdnadshavare

source: Students are able to choose different methods (e.g., field studies, experiments, simulations) to conduct investigations.
sv_se: Eleverna har möjlighet att välja olika metoder (t.ex. fältstudier, experiment, simuleringar) för sina undersökningar.

source: Students are allowed to design their own experiments.
sv_se: Eleverna tillåts utforma egna experiment.

source: Students are asked to consider the ethics of scientific investigations.
sv_se: Eleverna ombeds att fundera över etiska frågor som är kopplade till naturvetenskapliga undersökningar.

source: Students are asked to do an investigation to test ideas.
sv_se: Eleverna ombeds göra en undersökning för att testa sina egna idéer.

source: Students are asked to draw conclusions from an experiment they have conducted.
sv_se: Eleverna ombeds dra slutsatser av ett experiment de har utfört.

source: Students are encouraged to question and critique scientific arguments made by other students.
sv_se: Eleverna uppmuntras att ifrågasätta och kritisera andra elevers naturvetenskapliga argument.

source: Students are given opportunities to explain their ideas.
sv_se: Eleverna ges möjligheter att förklara sina idéer.

source: Students are given time to research scientific ideas from a range of sources
sv_se: Eleverna får tid att undersöka ett naturvetenskapligt tema utifrån olika källor.

source: Students are grouped by ability into different classes.
sv_se: Eleverna grupperas efter förmåga i olika klasser

source: Students are grouped by ability within their classes.
sv_se: Eleverna grupperas efter förmåga inom sina respektive klasser

source: Students are required to argue about science questions.
sv_se: Eleverna får argumentera kring naturvetenskapliga frågor.

source: Students are required to engage in discussions among themselves.
sv_se: Eleverna får diskutera med varandra.

source: Students bring their own digital devices for learning at school.
sv_se: Eleverna tar med sig sina egna digitala enheter till skolan för studieändamål.

source: Students can bring the school’s digital devices home for educational purposes.
sv_se: Eleverna får ta med sig skolans digitala enheter hem för studieändamål.

source: Students cannot work well.
sv_se: Eleverna kan inte arbeta bra.

source: Students carry out practical work.
sv_se: Eleverna utför praktiskt arbete.

source: Students compare and evaluate different experimental designs
sv_se: Eleverna jämför och utvärderar olika experimentmetoder.

source: Students design their own experiments.
sv_se: Eleverna utformar sina egna experiment.

source: Students design their own projects under the guidance of teachers
sv_se: Eleverna utformar sina egna projekt med vägledning från läraren.

source: Students determine the reliability of a scientific information by comparing different sources.
sv_se: Eleverna får fastställa hur tillförlitlig naturvetenskaplig information är genom att jämföra olika källor.

source: Students determine which variables need to be controlled in an experiment
sv_se: Eleverna avgör vilka variabler som behöver kontrolleras i ett experiment.

source: Students develop and carry out experiments with teacher guidance.
sv_se: Eleverna utformar och utför experiment med handledning av lärare.

source: Students discuss how scientists develop theories among themselves.
sv_se: Eleverna diskuterar med varandra hur forskare utvecklar teorier.

source: Students do not listen to what the teacher said.
sv_se: Elever som inte lyssnar på vad läraren har sagt.

source: Students do not start working for a long time after the lesson begins.
sv_se: Eleverna börjar inte arbeta förrän en lång stund efter att lektionen har börjat.

source: Students get distracted by other students who are using <digital resources> (e.g. smartphones, websites, apps).
sv_se: Eleverna blir distraherade av andra elever som använder digitala verktyg (t.ex. smartphones, webbplatser, appar).

source: Students get distracted by using <digital resources> (e.g. smartphones, websites, apps).
sv_se: Eleverna blir distraherade när de använder digitala verktyg (t.ex. smartphones, webbplatser, appar)

source: Students have the opportunity to repeat experiments and compare observations.
sv_se: Eleverna får tillfälle att upprepa experiment och jämföra resultaten.

source: Students have to share a digital device in the classroom because there are not enough devices for each student.
sv_se: Eleverna måste dela på digitala enheter i klassen eftersom det inte finns tillräckligt många för varje elev.

source: Students identify scientific aspects of a real-world problem.
sv_se: Eleverna identifierar naturvetenskapliga aspekter av ett verkligt problem.

source: Students interpret data and make judgements about its accuracy
sv_se: Eleverna tolkar data och gör bedömningar av hur exakt den är.

source: Students late
sv_se: Sena elever

source: Students present something to the rest of the class.
sv_se: Eleverna presenterar något för resten av klassen.

source: Students provide evidence to support arguments about scientific questions.
sv_se: Eleverna lägger fram bevis som stöd för sina argument när de besvarar naturvetenskapliga frågor.

source: Students spend time in the laboratory doing practical experiments.
sv_se: Eleverna tillbringar tid i laboratoriet och gör praktiska experiment.

source: Students use evidence from experiments to support their conclusions
sv_se: Eleverna använder resultat från experiment för att stödja sina slutsatser.

source: Students use scientific information from diagrams, graphs, or simulations to support an argument.
sv_se: Eleverna använder vetenskaplig information från diagram, grafer eller simuleringar som stöd för ett argument.

source: Students use scientific solutions to solve real life challenges.
sv_se: Eleverna använder naturvetenskapliga lösningar för att lösa verkliga utmaningar.
